Repository: jizhi0v0/duo-updater
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, pt_br, ru, tr, zh_hans, zh_hant

source: — latest %@
de: – neueste %@
es: — última %@
fr: — dernière %@
it: — ultima %@
ja: — 最新 %@
pt_br: — mais recente %@
ru: — последняя версия %@
tr: — en son %@
zh_hans: — 最新 %@
zh_hant: — 最新 %@

source: %@ %@ is supported only up to macOS %@, and this Mac runs macOS %@. DuoUpdater won’t offer it until the developer supports this version of macOS.
de: %@ %@ wird nur bis macOS %@ unterstützt, auf diesem Mac läuft macOS %@. DuoUpdater bietet es erst an, wenn der Entwickler diese macOS-Version unterstützt.
es: %@ %@ solo es compatible hasta macOS %@, y este Mac tiene macOS %@. DuoUpdater no la ofrecerá hasta que el desarrollador admita esta versión de macOS.
fr: %@ %@ n’est prise en charge que jusqu’à macOS %@, et ce Mac exécute macOS %@. DuoUpdater ne la proposera pas tant que le développeur ne prendra pas en charge cette version de macOS.
it: %@ %@ è supportata solo fino a macOS %@ e questo Mac ha macOS %@. DuoUpdater non la proporrà finché lo sviluppatore non supporterà questa versione di macOS.
ja: %@ %@ は macOS %@ までしかサポートされておらず、この Mac は macOS %@ です。開発元がこのバージョンの macOS に対応するまで、DuoUpdater はこのバージョンを提供しません。
pt_br: %@ %@ é compatível somente até o macOS %@, e este Mac usa o macOS %@. O DuoUpdater não vai oferecê-lo até que o desenvolvedor dê suporte a esta versão do macOS.
ru: %@ %@ поддерживается только до macOS %@, а на этом Mac установлена macOS %@. DuoUpdater не предложит эту версию, пока разработчик не добавит поддержку этой версии macOS.
tr: %@ %@ yalnızca macOS %@ sürümüne kadar destekleniyor; bu Mac ise macOS %@ çalıştırıyor. Geliştirici bu macOS sürümünü destekleyene kadar DuoUpdater bu güncellemeyi önermeyecek.
zh_hans: %@ %@ 最高只支持到 macOS %@，而此 Mac 运行的是 macOS %@。在开发者支持此版本的 macOS 之前，DuoUpdater 不会提供这个版本。
zh_hant: %@ %@ 最高只支援到 macOS %@，而這台 Mac 執行的是 macOS %@。在開發者支援此版本的 macOS 之前，DuoUpdater 不會提供這個版本。

source: %@ %@ needs macOS %@ or later, and this Mac runs macOS %@. It can’t be installed until this Mac runs a newer macOS.
de: %@ %@ erfordert macOS %@ oder neuer, auf diesem Mac läuft macOS %@. Installieren lässt es sich erst, wenn auf diesem Mac ein neueres macOS läuft.
es: %@ %@ requiere macOS %@ o posterior, y este Mac tiene macOS %@. No se podrá instalar hasta que este Mac tenga un macOS más reciente.
fr: %@ %@ nécessite macOS %@ ou ultérieur, et ce Mac exécute macOS %@. Elle ne pourra pas être installée tant que ce Mac n’exécutera pas un macOS plus récent.
it: %@ %@ richiede macOS %@ o versioni successive e questo Mac ha macOS %@. Non può essere installata finché questo Mac non avrà un macOS più recente.
ja: %@ %@ には macOS %@ 以降が必要ですが、この Mac は macOS %@ です。この Mac でより新しい macOS を使うまではインストールできません。
pt_br: %@ %@ requer o macOS %@ ou posterior, e este Mac usa o macOS %@. Não será possível instalá-lo até que este Mac tenha um macOS mais recente.
ru: %@ %@ требует macOS %@ или новее, а на этом Mac установлена macOS %@. Установить её можно будет только после перехода этого Mac на более новую macOS.
tr: %@ %@ için macOS %@ veya sonrası gerekiyor; bu Mac ise macOS %@ çalıştırıyor. Bu Mac daha yeni bir macOS çalıştırana kadar yüklenemez.
zh_hans: %@ %@ 需要 macOS %@ 或更高版本，而此 Mac 运行的是 macOS %@。此 Mac 运行更新的 macOS 之前无法安装。
zh_hant: %@ %@ 需要 macOS %@ 或以上版本，而這台 Mac 執行的是 macOS %@。必須等這台 Mac 升級到較新的 macOS 才能安裝。

source: %@ %@ → %@ is a major new version. If this is a commercial app, it may need a new license — with an expired subscription the update can drop into a limited/trial mode.
de: %@ %@ → %@ ist eine neue Hauptversion. Falls es sich um eine kommerzielle App handelt, ist möglicherweise eine neue Lizenz nötig – bei abgelaufenem Abo kann das Update in einen eingeschränkten Modus/Testmodus wechseln.
es: %@ %@ → %@ es una nueva versión principal. Si es una app comercial, puede necesitar una licencia nueva; con una suscripción caducada, la actualización puede pasar a un modo limitado o de prueba.
fr: %@ %@ → %@ est une nouvelle version majeure. S'il s'agit d'une application commerciale, une nouvelle licence peut être nécessaire — avec un abonnement expiré, la mise à jour peut basculer en mode limité/essai.
it: %@ %@ → %@ è una nuova versione principale. Se è un’app commerciale potrebbe richiedere una nuova licenza: con un abbonamento scaduto l’aggiornamento può passare a una modalità limitata o di prova.
ja: %@ %@ → %@ は新しいメジャーバージョンです。商用アプリの場合、新しいライセンスが必要になることがあります — サブスクリプションが期限切れの場合、更新後に制限付き/体験モードになる可能性があります。
pt_br: %@ %@ → %@ é uma nova versão principal. Se for um app pago, talvez seja necessária uma nova licença — com a assinatura vencida, a atualização pode cair em modo limitado/de avaliação.
ru: %@ %@ → %@ — это новая мажорная версия. Если это коммерческое приложение, может потребоваться новая лицензия — при истёкшей подписке обновление может перейти в ограниченный/пробный режим.
tr: %@ %@ → %@ büyük bir yeni sürüm. Ücretli bir uygulamaysa yeni bir lisans gerekebilir — aboneliğin süresi dolmuşsa güncelleme sınırlı/deneme moduna düşebilir.
zh_hans: %@ %@ → %@ 是一个重大新版本。如果这是商业应用，可能需要新许可证 — 订阅过期后更新可能会进入受限/试用模式。
zh_hant: %@ %@ → %@ 是重大新版本。如果這是付費 App，可能需要新的授權——訂閱過期時，更新後可能會進入功能受限或試用模式。

source: %@ already downloaded %@ — relaunch to apply it
de: %@ hat %@ bereits heruntergeladen – neu starten, um es anzuwenden
es: %@ ya descargó %@; reabre para aplicarlo
fr: %@ a déjà téléchargé %@ — relancez pour l'appliquer
it: %@ ha già scaricato %@ — riapri per applicarlo
ja: %@ はすでに %@ をダウンロード済みです — 再起動して適用してください
pt_br: %@ já baixou %@ — reabra para aplicar
ru: %@ уже загрузило %@ — перезапустите, чтобы применить
tr: %@, %@ sürümünü zaten indirdi — uygulamak için yeniden başlatın
zh_hans: %@ 已下载 %@ — 重新启动以应用
zh_hant: %@ 已下載 %@ — 重新開啟即可套用

source: %@ already downloaded %@ — relaunch to apply it (no extra download; a large app may take a minute to swap & reopen)
de: %@ hat %@ bereits heruntergeladen – neu starten, um es anzuwenden (kein erneuter Download nötig; bei einer großen App kann der Austausch & Neustart eine Minute dauern)
es: %@ ya descargó %@; reabre para aplicarlo (sin descarga adicional; en apps grandes el intercambio y la reapertura pueden tardar un minuto)
fr: %@ a déjà téléchargé %@ — relancez pour l'appliquer (pas de nouveau téléchargement ; pour une grande application, l'échange et la réouverture peuvent prendre une minute)
it: %@ ha già scaricato %@ — riapri per applicarlo (nessun download aggiuntivo; un’app grande può impiegare un minuto per sostituirsi e riaprirsi)
ja: %@ はすでに %@ をダウンロード済みです — 再起動して適用してください（追加のダウンロードは不要です。大きなアプリは入れ替えと再起動に1分ほどかかる場合があります）
pt_br: %@ já baixou %@ — reabra para aplicar (sem novo download; um app grande pode levar um minuto para trocar e reabrir)
ru: %@ уже загрузило %@ — перезапустите, чтобы применить (без повторной загрузки; для крупного приложения замена и открытие могут занять минуту)
tr: %@, %@ sürümünü zaten indirdi — uygulamak için yeniden başlatın (ek indirme yok; büyük bir uygulamanın değiştirilip yeniden açılması bir dakika sürebilir)
zh_hans: %@ 已下载 %@ — 重新启动以应用（无需再次下载；大型应用替换并重新打开可能需要一分钟）
zh_hant: %@ 已下載 %@ — 重新開啟即可套用（不必重新下載；大型 App 替換並重新開啟可能需要一分鐘）

source: %@ and %@ have updates.
de: Für %@ und %@ sind Updates verfügbar.
es: Hay actualizaciones para %@ y %@.
fr: Des mises à jour sont disponibles pour %@ et %@.
it: Sono disponibili aggiornamenti per %@ e %@.
ja: %@ と %@ にアップデートがあります。
pt_br: %@ e %@ têm atualizações.
ru: Для %@ и %@ доступны обновления.
tr: %@ ve %@ için güncelleme var.
zh_hans: %@ 和 %@ 有可用更新。
zh_hant: %@ 和 %@ 有可用的更新。

source: %@ could not be read back at its path after the install.
de: %@ konnte nach der Installation an seinem Pfad nicht wieder gelesen werden.
es: No se pudo volver a leer %@ en su ruta después de la instalación.
fr: Impossible de relire %@ à son emplacement après l'installation.
it: Impossibile rileggere %@ nel suo percorso dopo l’installazione.
ja: インストール後、%@ をそのパスから読み直せませんでした。
pt_br: Não foi possível ler %@ no caminho dele após a instalação.
ru: Не удалось повторно прочитать %@ по его пути после установки.
tr: %@, yüklemeden sonra kendi konumunda yeniden okunamadı.
zh_hans: 安装后无法在其路径重新读取 %@。
zh_hant: 安裝後無法在原路徑重新讀取 %@。

source: %@ could not be read back at its path after the rollback.
de: %@ konnte nach der Wiederherstellung an seinem Pfad nicht wieder gelesen werden.
es: No se pudo volver a leer %@ en su ruta después de la reversión.
fr: Impossible de relire %@ à son emplacement après la restauration.
it: Impossibile rileggere %@ nel suo percorso dopo il ripristino.
ja: ロールバック後、%@ をそのパスから読み直せませんでした。
pt_br: Não foi possível ler %@ no caminho dele após a reversão.
ru: Не удалось повторно прочитать %@ по его пути после отката.
tr: %@, geri alma işleminden sonra kendi konumunda yeniden okunamadı.
zh_hans: 回滚后无法在其路径重新读取 %@。
zh_hant: 還原後無法在原路徑重新讀取 %@。

source: %@ didn’t quit — it has a window waiting for you (a save prompt, a sign-in sheet, a dialog). Switch to it, deal with that window, then quit it or click Relaunch again. Nothing was changed and the new version is already installed.
de: %@ wurde nicht beendet – es hat ein Fenster offen, das auf dich wartet (eine Sicherungsabfrage, ein Anmeldefenster, ein Dialog). Wechsle dorthin, erledige dieses Fenster und beende die App dann selbst oder klicke erneut auf „Neu starten“. Es wurde nichts verändert, und die neue Version ist bereits installiert.
es: %@ no se cerró: tiene una ventana esperándote (un aviso para guardar, una hoja de inicio de sesión, un diálogo). Ve a la app, resuelve esa ventana y luego ciérrala o vuelve a pulsar «Reabrir». No se ha cambiado nada y la versión nueva ya está instalada.
fr: %@ n’a pas quitté — une fenêtre y attend ta réponse (une demande d’enregistrement, une feuille de connexion, une boîte de dialogue). Passe à l’app, règle cette fenêtre, puis quitte-la ou reclique sur « Relancer ». Rien n’a été modifié et la nouvelle version est déjà installée.
it: %@ non si è chiusa: ha una finestra in attesa (una richiesta di salvataggio, un foglio di accesso, una finestra di dialogo). Passa all’app, gestisci quella finestra, poi chiudila o fai di nuovo clic su Riapri. Non è stato modificato nulla e la nuova versione è già installata.
ja: %@ は終了しませんでした。操作を待っているウインドウがあります（保存の確認、サインインのシート、ダイアログなど）。アプリに切り替えてそのウインドウを片付けてから、自分で終了するか、もう一度「再起動」をクリックしてください。何も変更しておらず、新しいバージョンはすでにインストール済みです。
pt_br: %@ não encerrou — há uma janela esperando por você (um pedido para salvar, uma tela de login, um diálogo). Vá até o app, resolva essa janela e depois encerre-o ou clique em Reabrir de novo. Nada foi alterado e a nova versão já está instalada.
ru: %@ не закрылось — в нём открыто окно, которое ждёт вас (запрос на сохранение, форма входа, диалог). Переключитесь на приложение, разберитесь с этим окном, а затем закройте его сами или нажмите «Перезапустить» ещё раз. Ничего не изменено, новая версия уже установлена.
tr: %@ kapanmadı — sizi bekleyen bir penceresi var (kaydetme sorusu, oturum açma sayfası, bir iletişim kutusu). Uygulamaya geçip o pencereyle ilgilenin, ardından uygulamadan çıkın veya tekrar Yeniden Başlat’a tıklayın. Hiçbir şey değiştirilmedi ve yeni sürüm zaten yüklü.
zh_hans: %@ 没有退出 —— 它有一个窗口在等你处理（保存提示、登录框、对话框之类）。切过去把那个窗口处理掉，然后自己退出它，或者再点一次「重新启动」。什么都没有改动，新版本已经装好了。
zh_hant: %@ 沒有結束——它有一個視窗在等你處理（儲存提示、登入視窗或對話框）。請切換過去處理完那個視窗，然後結束它，或再按一次「重新開啟」。沒有做任何變更，新版本已經安裝好了。

source: %@ quit, but its own updater didn’t apply the update in time.
de: %@ wurde beendet, aber sein eigener Updater hat das Update nicht rechtzeitig angewendet.
es: %@ se cerró, pero su propio actualizador no aplicó la actualización a tiempo.
fr: %@ a quitté, mais son propre outil de mise à jour n’a pas appliqué la mise à jour à temps.
it: %@ si è chiusa, ma il suo programma di aggiornamento non ha applicato l’aggiornamento in tempo.
ja: %@ は終了しましたが、アプリ自身のアップデータが時間内にアップデートを適用しませんでした。
pt_br: %@ encerrou, mas o atualizador dele não aplicou a atualização a tempo.
ru: %@ закрылось, но его собственный механизм обновления не успел применить обновление.
tr: %@ kapandı, ancak kendi güncelleyicisi güncellemeyi zamanında uygulamadı.
zh_hans: %@ 已退出，但它自带的更新程序没有及时应用更新。
zh_hant: %@ 已結束，但它自己的更新程式沒有及時套用更新。

source: %@ restarted without applying the update.
de: %@ wurde neu gestartet, ohne das Update anzuwenden.
es: %@ se reinició sin aplicar la actualización.
fr: %@ a redémarré sans appliquer la mise à jour.
it: %@ si è riavviata senza applicare l’aggiornamento.
ja: %@ はアップデートを適用しないまま再起動しました。
pt_br: %@ reiniciou sem aplicar a atualização.
ru: %@ перезапустилось, не применив обновление.
tr: %@ güncellemeyi uygulamadan yeniden başladı.
zh_hans: %@ 重新启动了，但没有应用更新。
zh_hant: %@ 已重新啟動，但沒有套用更新。

source: %@ doesn’t publish a changelog we can read.
de: %@ veröffentlicht kein lesbares Änderungsprotokoll.
es: %@ no publica un registro de cambios que podamos leer.
fr: %@ ne publie pas de journal des modifications que nous puissions lire.
it: %@ non pubblica un registro delle modifiche leggibile.
ja: %@ は読み取り可能な更新履歴を公開していません。
pt_br: %@ não publica notas de versão que possamos ler.
ru: %@ не публикует список изменений, который можно прочитать.
tr: %@ okuyabileceğimiz bir değişiklik günlüğü yayımlamıyor.
zh_hans: %@ 未发布我们可以读取的更新日志。
zh_hant: %@ 沒有發布我們能讀取的更新記錄。

source: %@ downloaded %@ on its own. Relaunch to apply it.
de: %@ hat %@ selbstständig heruntergeladen. Zum Anwenden neu starten.
es: %@ descargó %@ por su cuenta. Reabre para aplicarlo.
fr: %@ a téléchargé %@ tout seul. Relancez pour l'appliquer.
it: %@ ha scaricato %@ da sola. Riapri per applicarlo.
ja: %@ が %@ を自動的にダウンロードしました。再起動して適用してください。
pt_br: %@ baixou %@ por conta própria. Reabra para aplicar.
ru: %@ самостоятельно загрузило %@. Перезапустите, чтобы применить.
tr: %@, %@ sürümünü kendisi indirdi. Uygulamak için yeniden başlatın.
zh_hans: %@ 已自行下载 %@。重新启动以应用。
zh_hant: %@ 已自行下載 %@。重新開啟即可套用。

source: %@ has already downloaded %@ and will apply it when you quit it — installing now would be undone.
de: %@ hat %@ bereits heruntergeladen und installiert es beim Beenden – eine Installation jetzt würde überschrieben.
es: %@ ya descargó %@ y lo instalará cuando lo cierres: instalarlo ahora quedaría sobrescrito.
fr: %@ a déjà téléchargé %@ et l’installera à sa fermeture — installer maintenant serait écrasé.
it: %@ ha già scaricato %@ e lo applicherà quando la chiuderai: installarlo ora verrebbe annullato.
ja: %@ はすでに %@ をダウンロード済みで、終了時に適用します。今インストールしても上書きされます。
pt_br: %@ já baixou %@ e vai aplicá-la quando você o encerrar — instalar agora seria desfeito.
ru: %@ уже загрузил %@ и установит его при выходе — установка сейчас будет перезаписана.
tr: %@, %@ sürümünü zaten indirdi ve siz uygulamadan çıktığınızda uygulayacak — şimdi yüklerseniz bu geri alınır.
zh_hans: %@ 已经下载好 %@，会在你退出它时安装 —— 现在装会被覆盖。
zh_hant: %@ 已下載 %@，會在你結束它時套用——現在安裝會被它蓋掉。

source: %@ has already downloaded %@ and will apply it the next time you open it — installing now would be undone.
de: %@ hat %@ bereits heruntergeladen und installiert es beim nächsten Öffnen – eine Installation jetzt würde überschrieben.
es: %@ ya descargó %@ y lo instalará la próxima vez que lo abras: instalarlo ahora quedaría sobrescrito.
fr: %@ a déjà téléchargé %@ et l’installera à sa prochaine ouverture — installer maintenant serait écrasé.
it: %@ ha già scaricato %@ e lo applicherà alla prossima apertura: installarlo ora verrebbe annullato.
ja: %@ はすでに %@ をダウンロード済みで、次回起動時に適用します。今インストールしても上書きされます。
pt_br: %@ já baixou %@ e vai aplicá-la na próxima vez que você o abrir — instalar agora seria desfeito.
ru: %@ уже загрузил %@ и установит его при следующем запуске — установка сейчас будет перезаписана.
tr: %@, %@ sürümünü zaten indirdi ve uygulamayı bir sonraki açışınızda uygulayacak — şimdi yüklerseniz bu geri alınır.
zh_hans: %@ 已经下载好 %@，会在你下次打开它时安装 —— 现在装会被覆盖。
zh_hant: %@ 已下載 %@，會在你下次打開它時套用——現在安裝會被它蓋掉。

source: %@ has an update.
de: Für %@ ist ein Update verfügbar.
es: Hay una actualización para %@.
fr: Une mise à jour est disponible pour %@.
it: È disponibile un aggiornamento per %@.
ja: %@ にアップデートがあります。
pt_br: %@ tem uma atualização.
ru: Для %@ доступно обновление.
tr: %@ için bir güncelleme var.
zh_hans: %@ 有可用更新。
zh_hant: %@ 有可用的更新。

source: %@ has its own update (%@) downloaded and waiting for the app to quit. Relaunching from here would install that one over the version now on disk, so it wasn't relaunched — quit %@ yourself when you're ready to take theirs.
de: %@ hat ein eigenes Update (%@) heruntergeladen und wartet darauf, dass die App beendet wird. Ein Neustart von hier aus würde dieses über die Version installieren, die jetzt auf der Festplatte liegt – deshalb wurde nicht neu gestartet. Beende %@ selbst, wenn du deren Update übernehmen möchtest.
es: %@ ya ha descargado su propia actualización (%@) y espera a que la app se cierre. Reabrir desde aquí instalaría esa por encima de la versión que hay ahora en el disco, así que no se reabrió: cierra %@ tú cuando quieras aceptar la suya.
fr: %@ a téléchargé sa propre mise à jour (%@) et attend que l’app soit quittée. Relancer depuis ici installerait celle-ci par-dessus la version actuellement sur le disque, donc rien n’a été relancé — quitte %@ toi-même quand tu veux prendre la leur.
it: %@ ha già scaricato un proprio aggiornamento (%@), in attesa che l’app venga chiusa. Riaprirla da qui installerebbe quello sopra la versione ora sul disco, quindi non è stata riaperta: chiudi tu %@ quando vuoi applicare il loro.
ja: %@ は自前の更新（%@）をダウンロード済みで、アプリの終了を待っています。ここから再起動すると、現在ディスクにあるバージョンの上にそれが上書きされるため、再起動はしていません。相手側の更新を適用したくなったら、%@ を自分で終了してください。
pt_br: %@ já baixou a própria atualização (%@) e está esperando o app ser encerrado. Reabrir daqui instalaria essa por cima da versão que está no disco agora, então ele não foi reaberto — encerre %@ você mesmo quando quiser ficar com a deles.
ru: %@ уже скачало собственное обновление (%@) и ждёт, когда приложение будет закрыто. Перезапуск отсюда установил бы его поверх версии, которая сейчас на диске, поэтому перезапуск не выполнен — закройте %@ сами, когда захотите принять их обновление.
tr: %@ kendi güncellemesini (%@) indirdi ve uygulamanın kapanmasını bekliyor. Buradan yeniden başlatmak o güncellemeyi diskteki sürümün üzerine yükleyecekti; bu yüzden yeniden başlatılmadı — onların sürümüne geçmeye hazır olduğunuzda %@ uygulamasından kendiniz çıkın.
zh_hans: %@ 已经下载好它自己的更新（%@），正等着这个 app 退出。从这里重新启动会把那份更新覆盖到当前磁盘上的版本，所以没有重新启动 —— 想用它们那份的时候，请自己退出 %@。
zh_hant: %@ 已下載它自己的更新（%@），正在等這個 App 結束。從這裡重新開啟會讓那份更新蓋過目前磁碟上的版本，所以沒有重新開啟——想改用它那一份時，請自行結束 %@。

source: %@ is already downloaded — opens it in macOS's installer (asks for admin). Nothing is downloaded again.
de: %@ wurde bereits heruntergeladen – öffnet es im macOS-Installationsprogramm (erfordert Administratorrechte). Es wird nichts erneut heruntergeladen.
es: %@ ya está descargada; se abre en el instalador de macOS (pide permisos de administrador). No se descarga de nuevo.
fr: %@ est déjà téléchargée — l'ouvre dans l'installateur macOS (demande les droits admin). Rien n'est téléchargé à nouveau.
it: %@ è già stato scaricato: si apre nel programma di installazione di macOS (richiede i privilegi di amministratore). Non viene scaricato nulla di nuovo.
ja: %@ はすでにダウンロード済みです — macOSのインストーラーで開きます（管理者権限が必要）。再度ダウンロードされることはありません。
pt_br: %@ já foi baixado — abre no instalador do macOS (pede senha de administrador). Nada é baixado de novo.
ru: %@ уже загружено — открывает его в установщике macOS (потребуются права администратора). Повторная загрузка не выполняется.
tr: %@ zaten indirildi — macOS yükleyicisinde açılır (yönetici izni ister). Hiçbir şey yeniden indirilmez.
zh_hans: %@ 已下载 — 会在 macOS 安装程序中打开它（需要管理员权限）。不会再次下载。
zh_hant: %@ 已下載 — 會在 macOS 的安裝程式中打開（需要管理者權限）。不會重新下載。

source: %@ is an iPhone/iPad app running on Apple Silicon. Its latest version%@ no longer supports Mac, so the App Store won't install it on this device.
de: %@ ist eine iPhone/iPad-App, die auf Apple Silicon läuft. Ihre neueste Version%@ unterstützt Mac nicht mehr, daher installiert der App Store sie nicht auf diesem Gerät.
es: %@ es una app de iPhone/iPad que se ejecuta en Apple Silicon. Su última versión%@ ya no admite Mac, por lo que la App Store no la instalará en este dispositivo.
fr: %@ est une application iPhone/iPad exécutée sur Apple Silicon. Sa dernière version%@ ne prend plus en charge le Mac, donc l'App Store ne l'installera pas sur cet appareil.
it: %@ è un’app per iPhone/iPad in esecuzione su Apple silicon. La sua versione più recente%@ non supporta più il Mac, quindi l’App Store non la installerà su questo dispositivo.
ja: %@ はApple SiliconのMacで動作しているiPhone/iPad用アプリです。その最新バージョン%@ はMacをサポートしなくなったため、App Storeはこのデバイスにインストールしません。
pt_br: %@ é um app de iPhone/iPad executado em Apple Silicon. A versão mais recente%@ não é mais compatível com Mac, então a App Store não vai instalá-la neste dispositivo.
ru: %@ — приложение для iPhone/iPad, запущенное на Apple Silicon. Его последняя версия%@ больше не поддерживает Mac, поэтому App Store не установит его на это устройство.
tr: %@, Apple Silicon üzerinde çalışan bir iPhone/iPad uygulaması. En son sürümü%@ artık Mac’i desteklemiyor, bu yüzden App Store onu bu aygıta yüklemez.
zh_hans: %@ 是运行在 Apple 芯片上的 iPhone/iPad 应用。其最新版本%@ 已不再支持 Mac，因此 App Store 不会在此设备上安装它。
zh_hant: %@ 是在 Apple 晶片上執行的 iPhone/iPad App。它的最新版本%@ 已不再支援 Mac，因此 App Store 不會在這台裝置上安裝它。

source: %@ is downloaded — Install re-opens it in macOS’s installer, nothing is downloaded again.
de: %@ ist bereits geladen – „Installieren“ öffnet nur wieder das Installationsprogramm von macOS, es wird nichts erneut geladen.
es: %@ ya está descargado: «Instalar» vuelve a abrir el instalador de macOS, no se descarga nada de nuevo.
fr: %@ est déjà téléchargé — « Installer » rouvre simplement le programme d’installation de macOS, rien n’est retéléchargé.
it: %@ è stato scaricato: Installa lo riapre nel programma di installazione di macOS, non viene scaricato nulla di nuovo.
ja: %@ はダウンロード済みです —「インストール」は macOS のインストーラを開き直すだけで、再ダウンロードはしません。
pt_br: %@ já foi baixado — Instalar reabre no instalador do macOS; nada é baixado de novo.
ru: %@ уже загружено — «Установить» лишь снова откроет установщик macOS, повторной загрузки не будет.
tr: %@ indirildi — Yükle onu macOS yükleyicisinde yeniden açar, hiçbir şey yeniden indirilmez.
zh_hans: %@ 已下载完成 —「安装」只是重新打开 macOS 安装器，不会再下载一遍。
zh_hant: %@ 已下載 — 「安裝」會在 macOS 的安裝程式中重新打開它，不會重新下載。

source: %@ is downloading this update itself — left it to finish rather than fetching the same bytes twice.
de: %@ lädt dieses Update selbst herunter – wir lassen es zu Ende laufen, statt dieselben Daten ein zweites Mal zu holen.
es: %@ está descargando esta actualización por su cuenta: la dejamos terminar en vez de descargar los mismos datos dos veces.
fr: %@ télécharge lui-même cette mise à jour — nous le laissons terminer plutôt que de récupérer deux fois les mêmes données.
it: %@ sta scaricando questo aggiornamento da sola: l’abbiamo lasciata finire invece di scaricare due volte gli stessi dati.
ja: %@ が自身でこの更新をダウンロード中です。同じデータを二重に取得せず、完了を待ちます。
pt_br: %@ está baixando esta atualização sozinho — deixamos terminar em vez de baixar os mesmos dados duas vezes.
ru: %@ уже загружает это обновление сам — не стали качать те же данные во второй раз.
tr: %@ bu güncellemeyi kendisi indiriyor — aynı baytları iki kez indirmek yerine bitirmesi beklendi.
zh_hans: %@ 正在自己下载此次更新 —— 交给它完成，避免重复下载同一份数据。
zh_hant: %@ 正在自行下載這次更新 — 交給它完成，免得同一份資料下載兩次。
